Repository: jayeshmsp/sail
Catalog: lib/l10n/intl_*.arb
Languages: ar

# welcome
source: Welcome in Automation Customs decliration receiver
ar: مرحبا بكم في نظام الأستلام الآلي للبيانات الجمركيه

# kindlyEnterYourMobileNumber
source: Mobile Number
ar: رقم الهاتف المحمول

source: Number
ar: عدد

source: Please enter a mobile phone number
ar: الرجاء إدخال رقم الهاتف المحمول

source: Please enter a valid mobile phone number
ar: الرجاء إدخال رقم هاتف محمول صحيح

source: Next
ar: التالى

source: This number is not available
ar: هذا الرقم غير متوفر

source: Thank you
ar: شكرا لكم

# barcodeNumber
source: Number : {barcodeNumber}
ar: عدد : {barcodeNumber}

# transactionPaperInTheBox
source: Kindly put the transaction's paper in the box
ar: يرجى وضع ورقة المعاملة في الصندوق

source: Submit
ar: إرسال

source: Record Created
ar: تم إنشاء السجل

# lastScreenBottomData
source: Kindly notice that this is not consider delivery untill you receive SMS from our side.
ar: يرجى العلم انه لا يعتبر هذا الاشعار تأكيد لاستلام المعامله حتى يتم فرزها من قبل موظفينا و ارسال رساله لكم بذلك.

# hello
source: Hello / {name}
ar: مرحبا / {name}

# scanTheBarcode
source: Kindly scan transaction barcode
ar: يرجى مسح الرمز الشريطي للعملية ضوئيًا

source: Hello Sir
ar: أهلا سيدي

source: Civil I.D. Card Number
ar: الهوية المدنية رقم البطاقة

source: OK
ar: تأكيد

# noteForQualityControllAllProcessIsMonitoredByCctv
source: Note : For quality controll all process is monitored By CCTV Camera.
ar: ملاحظة : كافة الأجراءات تخضع لنظام تصوير كاميرا المراقبة لضمان جودة الخدمة وحفظ الحقوق

source: If the below document is valide Pls.press OK :
ar: في حال توفر المستندات التاليه يرجى الضغط على زر التأكيد:

# SecondScreenHintText
source: 1.Original Customs Decliration(Bayan) 2.B/L Automated D/O copy 3.Invoice Copy 4.Certificate Of origin Copy 5.Authorisation letter for Consignee 6.Authorisation Of signatury 7.Civil I.D copy
ar: 1.نسخة البيان الجمركية الأصليه 2.صورة بوليصة الشحنة وأذن التسليم الآلي 3.صورة من فاتورة الشحنة 4.صورة من شهادة منشأ الشحنة 5.تفويض من قبل الشركة المستوردة 6.صورة أعتماد توقيع الخاص بالجمارك 7.صورة البطاقة المدنيه للشخص المعتمد توقيعه

# mainPageButton
source: Main Page
ar: الرئيسيه

source: Wel Come
ar: مرحبا

source: Kindly follow the below :
ar: يرجى أتباع التالي :

# transactionScreenHintText
source: 1.Scan bayan Barcode 2.Insert all document in the post box 3.Press OK
ar: 1.عمل مسح ضوئي للرمز الموجود أعلى ورقم البيان الجمركية 2.وضع كافة المستندات بعد التأكد منها في الصندوق المعدني 3.أضغط زر تأكيد

# finalScreenHintText
source: *You will get SMS within 3 minutes confirm receiving Doc. *You will get SMS message with QR Code + Serial number for daily process *Expected time for shipment to be ready for receicing is 4 Houres from time of starting procedure
ar: *ستصلك رساله نصية تحمل رقم المعاملة خلال 3 دقائق من الوقت الحالي *ستصلك رسالة نصية تحمل رقم التسلسل للمعاملة والمسح الضوئي الخاص بالشحنة لمتابعه الأجراءات التي تمر بها الشحنة *الوقت المتوقع لأستلام الأرساليه في حال حصولها على كافة الموافقات 4 ساعات من توقيت مباشرة العمل بها

source: Thanks
ar: شكرا

source: Sync
ar: مزامنة

source: Scan
ar: مسح

source: Recode not stored offline
ar: لم يتم تخزين إعادة الترميز في وضع عدم الاتصال

# pleaseEnterScanBarcode
source: Please scan Barcode.
ar: يرجى مسح الرمز الشريطي ضوئيًا.

source: No Data Found
ar: لاتوجد بيانات
